{
	"cheatpackInfo": {
		"author": "Naveq",
		"website": "https://naveq-devteam.github.io/CheatPack/",
    "github": "https://github.com/Naveq-DevTeam/CheatPack/"
	},
	"cheats": [
		{
			"name": "Testportal Cheat",
			"author": ["Lummit"],
      "github": "https://github.com/Lumm1t/",
			"description_en": "Testportal Cheat allows you to bypass the \"Honest Respondent\" TeChNoLoGy, which allows you to move freely between browser tabs / windows.",
			"description_pl": "Cheat do Testportal umożliwia ominięcie TeChNoLoGiI \"Uczciwy Rozwiązujący\", co pozwala na swobodne przemieszczanie się między kartami przeglądarki/oknami.",
			"comments_en": "An experimental function bypassing the time limit is also available when the time is set for a single question. However, its use may negatively impact the test, and we cannot guarantee that it will work.",
			"comments_pl": "Dostępna jest również eksperymentalna funkcja omijająca limit czasu w przypadku, gdy czas jest ustalony dla pojedynczego pytania. Jej użycie może jednak negatywnie wpłynąć na przebieg testu, a my nie możemy zagwarantować, że będzie ona działać."
		},
		{
			"name": "Quizizz Cheat",
			"author": ["EastArctica"],
      "github": "https://github.com/EastArctica/",
			"description_en": "Quizizz Cheat highlights the correct quiz answers and can also automatically answer them.",
			"description_pl": "Cheat do Quizizz podświetla poprawne odpowiedzi w quizach, a także może automatycznie na nie odpowiadać.",
			"comments_en": "For some questions, it is not possible to detect the correct answers, and as a result, the cheat cannot answer or highlight them.",
			"comments_pl": "W przypadku niektórych pytań nie jest możliwe wykrycie poprawnych odpowiedzi, w wyniku czego cheat nie może na nie odpowiedzieć lub ich podświetlić."
		},
		{
			"name": "Brainly Cheat",
			"author": ["Naveq"],
      "github": "https://github.com/Naveq/",
			"description_en": "Brainly Cheat allows you to bypass the daily limit for displaying homework answers.",
			"description_pl": "Cheat do Brainly pozwala na ominięcie dziennego limitu wyświetleń rozwiązań zadań.",
			"comments_en": "",
			"comments_pl": ""
		}
	],
	"specialThanks": [
		"gierczynski", "Findus", "Żeluś", "Th3B0r3dD3v3l0p3r", "Goblin01"
	]
}
